/* Задание: Создание списка покупок
Создайте веб-страницу для списка покупок.
Пользователь должен иметь возможность ввести продукты в текстовое поле и добавить их в список.
По нажатию на кнопку "Добавить" введенный продукт должен быть добавлен к списку, отображаемому на странице.
Используйте localStorage, чтобы сохранять список покупок между посещениями страницы.*/
//======================================================================================================

//======================================================================================================
